# Напишите ваше решение
a = 10
n = 2
print(a**n)