# Напишите ваше решение
a = 4
b = 2
c = 3
print(min(a, b, c))

list_ = [1, 2, 3]
print(min(list_))