# Напишите ваше решение
zadaniya_ = 10
time_zadaniya = 40
print(zadaniya_ * time_zadaniya)