# Напишите ваше решение
stavka = 0.13
oklad = 50000

print(oklad * stavka)
print(oklad - (oklad * stavka))
